Repository: AreteDriver/LikX
Catalog: locale/*/LC_MESSAGES/likx.po
Languages: fr, ja, pt

source: Pen Tool
fr: Outil Stylo
ja: ペンツール
pt: Ferramenta Caneta

source: Highlighter
fr: Surligneur
ja: 蛍光ペン
pt: Marcador

source: Arrow Tool
fr: Outil Flèche
ja: 矢印ツール
pt: Ferramenta Seta

source: Text Tool
fr: Outil Texte
ja: テキストツール
pt: Ferramenta Texto

source: Blur Tool
fr: Outil Flou
ja: ぼかしツール
pt: Ferramenta Desfoque

source: Pixelate Tool
fr: Outil Pixélisation
ja: モザイクツール
pt: Ferramenta Pixelizar

source: Rectangle
ja: 四角形
pt: Retângulo

source: Ellipse
ja: 楕円
pt: Elipse

source: Line Tool
fr: Outil Ligne
ja: 線ツール
pt: Ferramenta Linha

source: Crop Tool
fr: Outil Recadrage
ja: 切り抜きツール
pt: Ferramenta Cortar

source: Eraser
fr: Gomme
ja: 消しゴム
pt: Borracha

source: Number Marker
fr: Marqueur Numérique
ja: 番号マーカー
pt: Marcador Numérico

source: Measure Tool
fr: Outil de Mesure
ja: 計測ツール
pt: Ferramenta de Medição

source: Color Picker
fr: Pipette
ja: スポイト
pt: Conta-gotas

source: Stamp Tool
fr: Outil Tampon
ja: スタンプツール
pt: Ferramenta Carimbo

source: Zoom Tool
fr: Outil Zoom
ja: ズームツール
pt: Ferramenta Zoom

source: Callout Tool
fr: Outil Bulle
ja: 吹き出しツール
pt: Ferramenta Balão

source: Zoom In
fr: Zoom Avant
ja: 拡大
pt: Ampliar

source: Zoom Out
fr: Zoom Arrière
ja: 縮小
pt: Reduzir

source: Reset Zoom
fr: Réinitialiser le Zoom
ja: ズームをリセット
pt: Redefinir Zoom

source: Save
fr: Enregistrer
ja: 保存
pt: Guardar

source: Copy to Clipboard
fr: Copier dans le Presse-papiers
ja: クリップボードにコピー
pt: Copiar para Área de Transferência

source: Upload to Cloud
fr: Téléverser vers le Cloud
ja: クラウドにアップロード
pt: Enviar para a Nuvem

source: Undo
fr: Annuler
ja: 元に戻す
pt: Desfazer

source: Redo
fr: Rétablir
ja: やり直し
pt: Refazer

source: Clear All Annotations
fr: Effacer Toutes les Annotations
ja: すべての注釈を削除
pt: Limpar Todas as Anotações

source: Add Shadow
fr: Ajouter une Ombre
ja: 影を追加
pt: Adicionar Sombra

source: Add Border
fr: Ajouter une Bordure
ja: 枠線を追加
pt: Adicionar Borda

source: Round Corners
fr: Coins Arrondis
ja: 角を丸める
pt: Cantos Arredondados

source: OCR - Extract Text
fr: OCR - Extraire le Texte
ja: OCR - テキスト抽出
pt: OCR - Extrair Texto

source: Pin to Desktop
fr: Épingler sur le Bureau
ja: デスクトップに固定
pt: Fixar no Ambiente de Trabalho

source: Screenshot Saved
fr: Capture d'Écran Enregistrée
ja: スクリーンショットを保存しました
pt: Captura de Ecrã Guardada

source: Saved to
fr: Enregistré dans
ja: 保存先
pt: Guardado em

source: Screenshot Copied
fr: Capture d'Écran Copiée
ja: スクリーンショットをコピーしました
pt: Captura de Ecrã Copiada

source: Screenshot copied to clipboard
fr: Capture d'écran copiée dans le presse-papiers
ja: スクリーンショットをクリップボードにコピーしました
pt: Captura de ecrã copiada para a área de transferência

source: Upload Successful
fr: Téléversement Réussi
ja: アップロード成功
pt: Envio Bem-sucedido

source: URL copied to clipboard:
fr: URL copiée dans le presse-papiers :
ja: URLをクリップボードにコピーしました:
pt: URL copiado para a área de transferência:

source: Upload Failed
fr: Échec du Téléversement
ja: アップロード失敗
pt: Falha no Envio

source: REC
fr: ENR
ja: 録画
pt: GRAV

source: Stop
fr: Arrêter
ja: 停止
pt: Parar

source: Frames:
fr: Images :
ja: フレーム数:
pt: Quadros:

source: Height:
fr: Hauteur :
ja: 高さ:
pt: Altura:

source: (Primary)
fr: (Principal)
ja: (メイン)
pt: (Principal)

source: Size:
fr: Taille :
ja: サイズ:
pt: Tamanho:

source: Color:
fr: Couleur :
ja: 色:
pt: Cor:

source: Pick color
fr: Choisir la couleur
ja: 色を選択
pt: Escolher cor

source: Color palette
fr: Palette de couleurs
ja: カラーパレット
pt: Paleta de cores

source: Bold
fr: Gras
ja: 太字
pt: Negrito

source: Italic
fr: Italique
ja: 斜体
pt: Itálico

source: Select stamp
fr: Sélectionner un tampon
ja: スタンプを選択
pt: Selecionar carimbo

source: Recent:
fr: Récent :
ja: 最近:
pt: Recente:

source: Enter text:
fr: Entrer le texte :
ja: テキストを入力:
pt: Introduzir texto:

source: Enter callout text:
fr: Entrer le texte de la bulle :
ja: 吹き出しのテキストを入力:
pt: Introduzir texto do balão:

source: Select which monitor to capture:
fr: Sélectionner l'écran à capturer :
ja: キャプチャするモニターを選択:
pt: Selecionar o monitor a capturar:

source: All Monitors (combined)
fr: Tous les Écrans (combinés)
ja: すべてのモニター (結合)
pt: Todos os Monitores (combinados)

source: Capture Failed
fr: Échec de la Capture
ja: キャプチャ失敗
pt: Falha na Captura

source: Region Selection Failed
fr: Échec de la Sélection de Région
ja: 範囲選択に失敗しました
pt: Falha na Seleção de Região

source: Recording Unavailable
fr: Enregistrement Non Disponible
ja: 録画は利用できません
pt: Gravação Indisponível

source: Recording Failed
fr: Échec de l'Enregistrement
ja: 録画失敗
pt: Falha na Gravação

source: Processing
fr: Traitement
ja: 処理中
pt: A Processar

source: Encoding GIF...
fr: Encodage du GIF...
ja: GIFをエンコード中...
pt: A codificar GIF...

source: GIF Saved
fr: GIF Enregistré
ja: GIFを保存しました
pt: GIF Guardado

source: Duration:
fr: Durée :
ja: 時間:
pt: Duração:

source: Scroll Capture Unavailable
fr: Capture par Défilement Non Disponible
ja: スクロールキャプチャは利用できません
pt: Captura por Deslocamento Indisponível

source: Scroll Capture Failed
fr: Échec de la Capture par Défilement
ja: スクロールキャプチャ失敗
pt: Falha na Captura por Deslocamento

source: Capture Error
fr: Erreur de Capture
ja: キャプチャエラー
pt: Erro de Captura

source: Settings
fr: Paramètres
ja: 設定
pt: Definições

source: Reset to Defaults
fr: Réinitialiser par Défaut
ja: デフォルトに戻す
pt: Repor Predefinições

source: General
fr: Général
ja: 一般
pt: Geral

source: Capture
ja: キャプチャ
pt: Captura

source: Upload
fr: Téléversement
ja: アップロード
pt: Envio

source: Editor
fr: Éditeur
ja: エディター

source: Hotkeys
fr: Raccourcis
ja: ホットキー
pt: Atalhos

source: Language
fr: Langue
ja: 言語
pt: Idioma

source: Save directory:
fr: Dossier de sauvegarde :
ja: 保存先フォルダ:
pt: Pasta de destino:

source: Browse...
fr: Parcourir...
ja: 参照...
pt: Procurar...

source: Default format:
fr: Format par défaut :
ja: デフォルト形式:
pt: Formato predefinido:

source: Auto-save screenshots (skip editor)
fr: Enregistrer automatiquement (ignorer l'éditeur)
ja: 自動保存 (エディターをスキップ)
pt: Guardar automaticamente (ignorar editor)

source: Copy to clipboard automatically
fr: Copier automatiquement dans le presse-papiers
ja: 自動的にクリップボードにコピー
pt: Copiar automaticamente para a área de transferência

source: Show desktop notifications
fr: Afficher les notifications
ja: 通知を表示
pt: Mostrar notificações

source: Open editor after capture
fr: Ouvrir l'éditeur après la capture
ja: キャプチャ後にエディターを開く
pt: Abrir editor após captura

source: Capture delay (seconds):
fr: Délai de capture (secondes) :
ja: キャプチャ遅延 (秒):
pt: Atraso na captura (segundos):

source: Include mouse cursor in screenshots
fr: Inclure le curseur de souris
ja: マウスカーソルを含める
pt: Incluir cursor do rato

source: Quality preset:
fr: Préréglage de qualité :
ja: 品質プリセット:
pt: Predefinição de qualidade:

source: Low (smaller file)
fr: Bas (fichier plus petit)
ja: 低 (小さいファイル)
pt: Baixa (ficheiro menor)

source: Medium (balanced)
fr: Moyen (équilibré)
ja: 中 (バランス)
pt: Média (equilibrada)

source: High (best quality)
fr: Élevé (meilleure qualité)
ja: 高 (最高品質)
pt: Alta (melhor qualidade)

source: Frame rate (FPS):
fr: Fréquence d'images (FPS) :
ja: フレームレート (FPS):
pt: Taxa de quadros (FPS):

source: Color palette size:
fr: Taille de la palette :
ja: パレットサイズ:
pt: Tamanho da paleta:

source: colors
fr: couleurs
ja: 色
pt: cores

source: Scale factor:
fr: Facteur d'échelle :
ja: スケール:
pt: Fator de escala:

source: Dithering:
fr: Tramage :
ja: ディザリング:
pt: Pontilhamento:

source: None (sharp, may band)
fr: Aucun (net, peut présenter des bandes)
ja: なし (シャープ、縞模様の可能性)
pt: Nenhum (nítido, pode ter bandas)

source: Bayer (ordered, fast)
fr: Bayer (ordonné, rapide)
ja: ベイヤー (規則的、高速)
pt: Bayer (ordenado, rápido)

source: Floyd-Steinberg (smooth)
fr: Floyd-Steinberg (lisse)
ja: フロイド-スタインバーグ (滑らか)
pt: Floyd-Steinberg (suave)

source: Sierra (quality)
fr: Sierra (qualité)
ja: シエラ (高品質)
pt: Sierra (qualidade)

source: Loop:
fr: Boucle :
ja: ループ:
pt: Repetição:

source: Infinite
fr: Infinie
ja: 無限
pt: Infinita

source: Play once
fr: Jouer une fois
ja: 1回再生
pt: Reproduzir uma vez

source: 2 times
fr: 2 fois
ja: 2回
pt: 2 vezes

source: 3 times
fr: 3 fois
ja: 3回
pt: 3 vezes

source: Optimize with gifsicle (smaller file size)
fr: Optimiser avec gifsicle (taille réduite)
ja: gifsicleで最適化 (サイズ削減)
pt: Otimizar com gifsicle (tamanho menor)

source: Max duration (seconds):
fr: Durée max (secondes) :
ja: 最大時間 (秒):
pt: Duração máx. (segundos):

source: Upload service:
fr: Service de téléversement :
ja: アップロードサービス:
pt: Serviço de envio:

source: Automatically upload after save
fr: Téléverser automatiquement après la sauvegarde
ja: 保存後に自動アップロード
pt: Enviar automaticamente após guardar

source: S3 Settings
fr: Paramètres S3
ja: S3設定
pt: Definições S3

source: Bucket:
ja: バケット:

source: Region:
fr: Région :
ja: リージョン:
pt: Região:

source: Make uploaded files public
fr: Rendre les fichiers publics
ja: ファイルを公開する
pt: Tornar ficheiros públicos

source: Dropbox Settings
fr: Paramètres Dropbox
ja: Dropbox設定
pt: Definições Dropbox

source: Access Token:
fr: Jeton d'Accès :
ja: アクセストークン:
pt: Token de Acesso:

source: Get token from Dropbox Developer Console
fr: Obtenir le jeton depuis la Console Développeur Dropbox
ja: Dropbox開発者コンソールからトークンを取得
pt: Obter token na Consola de Programador Dropbox

source: Google Drive Settings
fr: Paramètres Google Drive
ja: Google Drive設定
pt: Definições Google Drive

source: Folder ID:
fr: ID du Dossier :
ja: フォルダID:
pt: ID da Pasta:

source: <b>Grid Settings</b>
fr: <b>Paramètres de Grille</b>
ja: <b>グリッド設定</b>
pt: <b>Definições de Grelha</b>

source: Grid size (pixels):
fr: Taille de la grille (pixels) :
ja: グリッドサイズ (ピクセル):
pt: Tamanho da grelha (píxeis):

source: Enable grid snap by default (Ctrl+' to toggle)
fr: Activer l'accrochage à la grille par défaut (Ctrl+' pour basculer)
ja: グリッドスナップを有効化 (Ctrl+'で切替)
pt: Ativar ajuste à grelha por predefinição (Ctrl+' para alternar)

source: <b>Keyboard Shortcuts:</b>
fr: <b>Raccourcis Clavier :</b>
ja: <b>キーボードショートカット:</b>
pt: <b>Atalhos de Teclado:</b>

source: • <b>Ctrl+'</b>: Toggle grid snap on/off
fr: • <b>Ctrl+'</b> : Activer/désactiver l'accrochage
ja: • <b>Ctrl+'</b>: グリッドスナップの切替
pt: • <b>Ctrl+'</b>: Ativar/desativar ajuste à grelha

source: • <b>Arrow keys</b>: Nudge 1px (or snap to grid)
fr: • <b>Touches fléchées</b> : Déplacer de 1px (ou accrocher)
ja: • <b>矢印キー</b>: 1px移動 (またはグリッドにスナップ)
pt: • <b>Setas</b>: Mover 1px (ou ajustar à grelha)

source: • <b>Shift+Arrow</b>: Nudge 10px
fr: • <b>Maj+Flèche</b> : Déplacer de 10px
ja: • <b>Shift+矢印</b>: 10px移動
pt: • <b>Shift+Seta</b>: Mover 10px

source: <i>Grid snap helps align elements precisely.</i>
fr: <i>L'accrochage aide à aligner précisément les éléments.</i>
ja: <i>グリッドスナップで正確な配置ができます。</i>
pt: <i>O ajuste à grelha ajuda a alinhar elementos com precisão.</i>

source: <b>Global Keyboard Shortcuts</b>
fr: <b>Raccourcis Clavier Globaux</b>
ja: <b>グローバルホットキー</b>
pt: <b>Atalhos de Teclado Globais</b>

source: <small>Click a field, then press your desired key combination</small>
fr: <small>Cliquez sur un champ, puis appuyez sur la combinaison souhaitée</small>
ja: <small>フィールドをクリックしてキーの組み合わせを入力</small>
pt: <small>Clique num campo e prima a combinação de teclas desejada</small>

source: Fullscreen Capture:
fr: Capture Plein Écran :
ja: 全画面キャプチャ:
pt: Captura Ecrã Inteiro:

source: Region Capture:
fr: Capture de Région :
ja: 範囲キャプチャ:
pt: Captura de Região:

source: Window Capture:
fr: Capture de Fenêtre :
ja: ウィンドウキャプチャ:
pt: Captura de Janela:

source: Record GIF:
fr: Enregistrer GIF :
ja: GIF録画:
pt: Gravar GIF:

source: Scroll Capture:
fr: Capture par Défilement :
ja: スクロールキャプチャ:
pt: Captura por Deslocamento:

source: Reset
fr: Réinitialiser
ja: リセット
pt: Repor

source: <b>Notes:</b>
ja: <b>メモ:</b>
pt: <b>Notas:</b>

source: • Hotkeys require at least one modifier (Ctrl, Alt, Shift, Super)
fr: • Les raccourcis nécessitent un modificateur (Ctrl, Alt, Maj, Super)
ja: • 修飾キーが必要です (Ctrl, Alt, Shift, Super)
pt: • Os atalhos requerem pelo menos um modificador (Ctrl, Alt, Shift, Super)

source: • Press Escape to cancel while setting a hotkey
fr: • Appuyez sur Échap pour annuler
ja: • Escでキャンセル
pt: • Prima Escape para cancelar ao definir um atalho

source: • Hotkeys work globally on GNOME desktop
fr: • Les raccourcis fonctionnent globalement sur GNOME
ja: • GNOMEでグローバルに動作します
pt: • Os atalhos funcionam globalmente no ambiente GNOME

source: • Restart LikX after changing hotkeys for them to take effect
fr: • Redémarrez LikX après modification des raccourcis
ja: • 変更後はLikXを再起動してください
pt: • Reinicie o LikX após alterar os atalhos

source: <b>Language Settings</b>
fr: <b>Paramètres de Langue</b>
ja: <b>言語設定</b>
pt: <b>Definições de Idioma</b>

source: Interface language:
fr: Langue de l'interface :
ja: インターフェース言語:
pt: Idioma da interface:

source: System Default
fr: Système par Défaut
ja: システムデフォルト
pt: Predefinição do Sistema

source: <b>Note:</b> Restart LikX after changing the language for the changes to take full effect.
fr: <b>Note :</b> Redémarrez LikX après avoir changé la langue pour que les modifications prennent effet.
ja: <b>注意:</b> 言語を変更した後は LikXを再起動してください。
pt: <b>Nota:</b> Reinicie o LikX após alterar o idioma para que as alterações tenham efeito.

source: <b>Help translate LikX!</b> Translation files are in the <tt>locale/</tt> directory.
fr: <b>Aidez à traduire LikX !</b> Les fichiers de traduction sont dans le dossier <tt>locale/</tt>.
ja: <b>LikXの翻訳にご協力ください！</b> 翻訳ファイルは <tt>locale/</tt> フォルダにあります。
pt: <b>Ajude a traduzir o LikX!</b> Os ficheiros de tradução estão na pasta <tt>locale/</tt>.

source: Select Save Directory
fr: Sélectionner le Dossier de Sauvegarde
ja: 保存先フォルダを選択
pt: Selecionar Pasta de Destino

source: Settings Saved
fr: Paramètres Enregistrés
ja: 設定を保存しました
pt: Definições Guardadas

source: Your preferences have been saved.
fr: Vos préférences ont été enregistrées.
ja: 設定が保存されました。
pt: As suas preferências foram guardadas.

source: Restart LikX to apply hotkey changes.
fr: Redémarrez LikX pour appliquer les raccourcis.
ja: ホットキーの変更を適用するにはLikXを再起動してください。
pt: Reinicie o LikX para aplicar os atalhos.

source: Settings Reset
fr: Paramètres Réinitialisés
ja: 設定をリセットしました
pt: Definições Repostas

source: All settings reset to defaults
fr: Tous les paramètres réinitialisés par défaut
ja: すべての設定をデフォルトに戻しました
pt: Todas as definições repostas para predefinições

source: Extract text from image (Tesseract)
fr: Extraire le texte de l'image (Tesseract)
ja: 画像からテキストを抽出 (Tesseract)
pt: Extrair texto da imagem (Tesseract)

source: Pin to desktop (always on top)
fr: Épingler sur le bureau (toujours visible)
ja: デスクトップに固定 (常に最前面)
pt: Fixar no ambiente de trabalho (sempre visível)

source: Image Effects
fr: Effets d'Image
ja: 画像エフェクト
pt: Efeitos de Imagem

source: Drop Shadow
fr: Ombre Portée
ja: ドロップシャドウ
pt: Sombra Projetada

source: Background
fr: Arrière-plan
ja: 背景
pt: Fundo

source: Adjust Brightness/Contrast
fr: Régler Luminosité/Contraste
ja: 明るさ/コントラスト調整
pt: Ajustar Brilho/Contraste

source: Grayscale
fr: Niveaux de Gris
ja: グレースケール
pt: Escala de Cinzentos

source: Invert Colors
fr: Inverser les Couleurs
ja: 色を反転
pt: Inverter Cores

source: Pin Failed
fr: Échec de l'Épinglage
ja: 固定に失敗しました
pt: Falha ao Fixar

source: Error
fr: Erreur
ja: エラー
pt: Erro

source: Could not open folder:
fr: Impossible d'ouvrir le dossier :
ja: フォルダを開けませんでした:
pt: Não foi possível abrir a pasta:

source: Brightness:
fr: Luminosité :
ja: 明るさ:
pt: Brilho:

source: Contrast:
fr: Contraste :
ja: コントラスト:
pt: Contraste:
