Repository: AreteDriver/LikX
Catalog: LikX/locale/*/LC_MESSAGES/likx.po
Languages: ru

source: Pen Tool
ru: Карандаш

source: Highlighter
ru: Маркер

source: Arrow Tool
ru: Стрелка

source: Text Tool
ru: Текст

source: Blur Tool
ru: Размытие

source: Pixelate Tool
ru: Пикселизация

source: Rectangle
ru: Прямоугольник

source: Ellipse
ru: Эллипс

source: Line Tool
ru: Линия

source: Crop Tool
ru: Обрезка

source: Eraser
ru: Ластик

source: Number Marker
ru: Нумерация

source: Measure Tool
ru: Измерение

source: Color Picker
ru: Пипетка

source: Stamp Tool
ru: Штамп

source: Zoom Tool
ru: Масштаб

source: Callout Tool
ru: Выноска

source: Zoom In
ru: Увеличить

source: Zoom Out
ru: Уменьшить

source: Reset Zoom
ru: Сбросить масштаб

source: Save
ru: Сохранить

source: Copy to Clipboard
ru: Копировать в буфер

source: Upload to Cloud
ru: Загрузить в облако

source: Undo
ru: Отменить

source: Redo
ru: Повторить

source: Clear All Annotations
ru: Очистить все аннотации

source: Add Shadow
ru: Добавить тень

source: Add Border
ru: Добавить рамку

source: Round Corners
ru: Скруглить углы

source: OCR - Extract Text
ru: OCR - Извлечь текст

source: Pin to Desktop
ru: Закрепить на рабочем столе

source: Screenshot Saved
ru: Снимок сохранён

source: Saved to
ru: Сохранено в

source: Screenshot Copied
ru: Снимок скопирован

source: Screenshot copied to clipboard
ru: Снимок скопирован в буфер обмена

source: Upload Successful
ru: Загрузка успешна

source: URL copied to clipboard:
ru: URL скопирован в буфер:

source: Upload Failed
ru: Ошибка загрузки

source: REC
ru: ЗАП

source: Stop
ru: Стоп

source: Frames:
ru: Кадры:

source: Height:
ru: Высота:

source: (Primary)
ru: (Основной)

source: Size:
ru: Размер:

source: Color:
ru: Цвет:

source: Pick color
ru: Выбрать цвет

source: Color palette
ru: Палитра цветов

source: Bold
ru: Жирный

source: Italic
ru: Курсив

source: Select stamp
ru: Выбрать штамп

source: Recent:
ru: Недавние:

source: Enter text:
ru: Введите текст:

source: Enter callout text:
ru: Введите текст выноски:

source: Select which monitor to capture:
ru: Выберите монитор для захвата:

source: All Monitors (combined)
ru: Все мониторы (объединённые)

source: Capture Failed
ru: Ошибка захвата

source: Region Selection Failed
ru: Ошибка выбора области

source: Recording Unavailable
ru: Запись недоступна

source: Recording Failed
ru: Ошибка записи

source: Processing
ru: Обработка

source: Encoding GIF...
ru: Кодирование GIF...

source: GIF Saved
ru: GIF сохранён

source: Duration:
ru: Длительность:

source: Scroll Capture Unavailable
ru: Захват прокрутки недоступен

source: Scroll Capture Failed
ru: Ошибка захвата прокрутки

source: Capture Error
ru: Ошибка захвата

source: Settings
ru: Настройки

source: Reset to Defaults
ru: Сбросить настройки

source: General
ru: Общие

source: Capture
ru: Захват

source: Upload
ru: Загрузка

source: Editor
ru: Редактор

source: Hotkeys
ru: Горячие клавиши

source: Language
ru: Язык

source: Save directory:
ru: Папка сохранения:

source: Browse...
ru: Обзор...

source: Default format:
ru: Формат по умолчанию:

source: Auto-save screenshots (skip editor)
ru: Автосохранение (пропустить редактор)

source: Copy to clipboard automatically
ru: Автоматически копировать в буфер

source: Show desktop notifications
ru: Показывать уведомления

source: Open editor after capture
ru: Открыть редактор после захвата

source: Capture delay (seconds):
ru: Задержка захвата (сек):

source: Include mouse cursor in screenshots
ru: Включить курсор мыши

source: Quality preset:
ru: Качество:

source: Low (smaller file)
ru: Низкое (меньший файл)

source: Medium (balanced)
ru: Среднее (баланс)

source: High (best quality)
ru: Высокое (лучшее качество)

source: Frame rate (FPS):
ru: Частота кадров (FPS):

source: Color palette size:
ru: Размер палитры:

source: colors
ru: цветов

source: Scale factor:
ru: Масштаб:

source: Dithering:
ru: Сглаживание:

source: None (sharp, may band)
ru: Нет (чёткое, возможны полосы)

source: Bayer (ordered, fast)
ru: Байера (упорядоченное, быстро)

source: Floyd-Steinberg (smooth)
ru: Флойда-Стейнберга (плавное)

source: Sierra (quality)
ru: Сьерра (качество)

source: Loop:
ru: Повтор:

source: Infinite
ru: Бесконечно

source: Play once
ru: Один раз

source: 2 times
ru: 2 раза

source: 3 times
ru: 3 раза

source: Optimize with gifsicle (smaller file size)
ru: Оптимизировать gifsicle (меньший размер)

source: Max duration (seconds):
ru: Макс. длительность (сек):

source: Upload service:
ru: Сервис загрузки:

source: Automatically upload after save
ru: Загружать после сохранения

source: S3 Settings
ru: Настройки S3

source: Bucket:
ru: Бакет:

source: Region:
ru: Регион:

source: Make uploaded files public
ru: Сделать файлы публичными

source: Dropbox Settings
ru: Настройки Dropbox

source: Access Token:
ru: Токен доступа:

source: Get token from Dropbox Developer Console
ru: Получить токен в консоли разработчика Dropbox

source: Google Drive Settings
ru: Настройки Google Drive

source: Folder ID:
ru: ID папки:

source: <b>Grid Settings</b>
ru: <b>Настройки сетки</b>

source: Grid size (pixels):
ru: Размер сетки (пикс.):

source: Enable grid snap by default (Ctrl+' to toggle)
ru: Привязка к сетке (Ctrl+' для переключения)

source: <b>Keyboard Shortcuts:</b>
ru: <b>Горячие клавиши:</b>

source: • <b>Ctrl+'</b>: Toggle grid snap on/off
ru: • <b>Ctrl+'</b>: Вкл/выкл привязку к сетке

source: • <b>Arrow keys</b>: Nudge 1px (or snap to grid)
ru: • <b>Стрелки</b>: Сдвиг 1px (или к сетке)

source: • <b>Shift+Arrow</b>: Nudge 10px
ru: • <b>Shift+Стрелка</b>: Сдвиг 10px

source: <i>Grid snap helps align elements precisely.</i>
ru: <i>Привязка помогает точно выравнивать элементы.</i>

source: <b>Global Keyboard Shortcuts</b>
ru: <b>Глобальные горячие клавиши</b>

source: <small>Click a field, then press your desired key combination</small>
ru: <small>Нажмите на поле и введите комбинацию клавиш</small>

source: Fullscreen Capture:
ru: Захват экрана:

source: Region Capture:
ru: Захват области:

source: Window Capture:
ru: Захват окна:

source: Record GIF:
ru: Запись GIF:

source: Scroll Capture:
ru: Захват прокрутки:

source: Reset
ru: Сброс

source: <b>Notes:</b>
ru: <b>Примечания:</b>

source: • Hotkeys require at least one modifier (Ctrl, Alt, Shift, Super)
ru: • Требуется модификатор (Ctrl, Alt, Shift, Super)

source: • Press Escape to cancel while setting a hotkey
ru: • Нажмите Escape для отмены

source: • Hotkeys work globally on GNOME desktop
ru: • Работает глобально в GNOME

source: • Restart LikX after changing hotkeys for them to take effect
ru: • Перезапустите LikX после изменения клавиш

source: <b>Language Settings</b>
ru: <b>Настройки языка</b>

source: Interface language:
ru: Язык интерфейса:

source: System Default
ru: Системный

source: <b>Note:</b> Restart LikX after changing the language for the changes to take full effect.
ru: <b>Примечание:</b> Перезапустите LikX после смены языка для применения изменений.

source: <b>Help translate LikX!</b> Translation files are in the <tt>locale/</tt> directory.
ru: <b>Помогите перевести LikX!</b> Файлы переводов находятся в папке <tt>locale/</tt>.

source: Select Save Directory
ru: Выберите папку сохранения

source: Settings Saved
ru: Настройки сохранены

source: Your preferences have been saved.
ru: Ваши настройки сохранены.

source: Restart LikX to apply hotkey changes.
ru: Перезапустите LikX для применения клавиш.

source: Settings Reset
ru: Настройки сброшены

source: All settings reset to defaults
ru: Все настройки сброшены

source: Extract text from image (Tesseract)
ru: Извлечь текст из изображения (Tesseract)

source: Pin to desktop (always on top)
ru: Закрепить (поверх всех окон)

source: Image Effects
ru: Эффекты изображения

source: Drop Shadow
ru: Тень

source: Background
ru: Фон

source: Adjust Brightness/Contrast
ru: Яркость/Контраст

source: Grayscale
ru: Оттенки серого

source: Invert Colors
ru: Инвертировать цвета

source: Pin Failed
ru: Ошибка закрепления

source: Error
ru: Ошибка

source: Could not open folder:
ru: Не удалось открыть папку:

source: Brightness:
ru: Яркость:

source: Contrast:
ru: Контраст:
